/* CA Email greeting Subject Header when CA is available */
"%1$@ Certificate Authority is now available" = "A Autoridade de Certificado %1$@ está disponível agora";

/* %1$@'s CA */
"%1$@'s CA" = "AC de %1$@";

/* Email message sent to the CA when a user requests a Cert */
"%@ has sent you a certificate request. Click the enclosure to complete the request. A certificate signing request (CSR) is information generated by the computer to identify the user requesting a certificate from a Certificate Authority. The CSR contains the public key of the user and is used to generate the certificate. The certificate will automatically be sent to %@.\n\n" = "%1$@ solicitou um certificado a você. Clique no anexo para concluir o pedido. Um pedido de assinatura de certificado (CSR) é uma informação gerada pelo computador para identificar o usuário que solicita um certificado de uma Autoridade de Certificado. O CSR contém a chave pública para o usuário e é utilizada para criar o certificado. O certificado será enviado automaticamente a %2$@.\n\n";

/* Email message sent to the user when the CA has created their cert */
"%@ has sent you the certificate you requested. Click the enclosure and Keychain Access will import it for you.\n\n" = "%@ lhe enviou o certificado que você solicitou. Clique no anexo para que o Acesso às Chaves o importe para você.\n\n";

/* (Unused) */
"(Unused)" = "(Não utilizado)";

/* 1024 bits */
"1024 bits" = "1024 bits";

/* 1200 bits */
"1200 bits" = "1200 bits";

/* 1400 bits */
"1400 bits" = "1400 bits";

/* 1600 bits */
"1600 bits" = "1600 bits";

/* 2048 bits */
"2048 bits" = "2048 bits";

/* 256 bits */
"256 bits" = "256 bits";

/* 384 bits */
"384 bits" = "384 bits";

/* 512 bits */
"512 bits" = "512 bits";

/* 521 bits */
"521 bits" = "521 bits";

/* <invalid expiration date> */
"<invalid expiration date>" = "<data de vencimento inválida>";

/* <no certificates specified> */
"<no certificates specified>" = "<nenhum certificado especificado>";

/* _renamed_%d */
"_renamed_%d" = "_renamed_%d";

/* A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you. */
"A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you." = "A AC que não se baseia em outra AC para sua validação é chamada de AC \"raiz\" (ou \"âncora\"). Uma AC que se baseia em outra AC para sua validação é chamada \"AC Intermediária\". A confiança em tal AC raiz deve ser estabelecida por outros meios além de um certificado. O Mac OX S contém uma lista de identidades de AC raiz aceitáveis que foram pré-qualificadas pela Apple. Você pode adicionar outras ACs para esta lista, usando o aplicativo Acesso às Chaves, ou o seu administrador poderá fazer isso para você.";

/* A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification. */
"A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification." = "Um site de AC é fornecido a usuários que desejam utilizar a Internet para transferir um convite de AC e certificados de uma AC. O Site é fornecido principalmente a usuários que talvez não tenham recebido oficialmente um convite ou os certificados de AC da AC. O Site também fornece informações para que o usuário possa verificar que o site realmente pertence à AC. A impressão digital SHA-1 do certificado da AC e o endereço de e-mail da administração da AC são exibidos para verificação.";

/* A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it. */
"A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it." = "Uma autoridade de certificado (AC) que se baseia em outra AC para sua validação é chamada AC Intermediária. Uma AC intermediária depende da AC que a emitiu para sua validade e pode ser invalidada ou revogada por ela. As ACs Intermediárias são usadas comumente por sua AC emissora para delegar autoridade a um sub-sistema de sua operação, como um uso particular ou uma classe de usuários. Se você ou seu sistema confia em um emissor de AC intermediária, também confiará na AC intermediária a menos que você a cancele explicitamente. O Mac OS X também permite que você atribua confiança diretamente a uma AC intermediária, sem confiar no seu emissor; no entanto, isso evade as verificações de validade baseadas na autoridade do emissor. Ao criar uma AC intermediária com o Assistente de Certificado, uma raiz existente ou uma AC intermediária (juntamente com sua chave privada correspondente) deve estar presente para assiná-la.";

/* A CA Configuration File already exists with that name. Please pick a different name. */
"A Certificate Authority configuration file already exists with that name. Please pick a different name." = "Já existe um arquivo de configuração de Autoridade de Certificado com esse nome. Escolha um nome diferente.";

/* A certificate authority name cannot contain periods. */
"A certificate authority name cannot contain periods." = "O nome da autoridade de certificado não pode conter pontos.";

/* A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain. */
"A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain." = "Um certificado de folha é um certificado assinado por uma Autoridade de Certificado de raiz ou intermediária. Um certificado de folha se beneficia da segurança das cadeias de certificados e das políticas de certificados. Um certificado de folha está situado na parte inferior de uma cadeia de certificados.";

/* A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it. */
"A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it." = "Um certificado auto-assinado não fornece a segurança garantida por um certificado emitido por uma Autoridade de Certificado. Antes de que o seu certificado auto-assinado seja aceito, se solicitará ao receptor que confirme que ele deseja confiar e aceitar o certificado.";

/* A self-signed certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities. */
"A self-signed root certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities." = "Um certificado de raiz auto-assinado é uma autoridade de certificado que alguém criou para o uso imediato como um certificado. Tais certificados não se beneficiam da segurança das cadeias de certificado e políticas de certificado. A maioria dos computadores não aceitarão um certificado auto-assinado a não ser que primeiro seu proprietário lhes diga que devem proceder desta forma e alguns computadores não aceitarão esses certificados sob quaisquer circunstâncias. Entretanto, eles são fáceis e rápidos de criar e são freqüentemente utilizados para fins de teste no lugar dos certificados assinados pelas próprias autoridades de certificado.";

/* A URI cannot contain Unicode characters. */
"A URI cannot contain Unicode characters." = "A URI não pode conter caracteres Unicode.";

/* Aborted */
"Aborted" = "Cancelado";

/* An error occurred when attempting to display the certificate. */
"An error occurred when attempting to display the certificate." = "Um erro ocorreu ao tentar mostrar o certificado.";

/* An error occurred when attempting to evaluate the certificate. */
"An error occurred when attempting to evaluate the certificate." = "Um erro ocorreu ao tentar avaliar o certificado.";

/* An error occurred when attempting to install the \\U201C%@\\U201D certificates. */
"An error occurred when attempting to install the \\U201C%@\\U201D certificates." = "Ocorreu um erro ao tentar instalar os certificados “%@”.";

/* An error occurred when creating the e-mail invitation. */
"An error occurred when creating the e-mail invitation." = "Ocorreu um erro ao criar o convite por e-mail.";

/* An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account. */
"An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account." = "Ocorreu um erro ao enviar o pedido de assinatura de certificado por e-mail à AC. Certifique-se de que você tenha uma conta de e-mail configurada.";

/* Message indicating we couldn't mail the CSR to the CA */
"An error occurred when mailing the certificate signing request to the certificate authority." = "Ocorreu um erro ao enviar por e-mail o pedido de assinatura de certificado à autoridade de certificado.";

/* An error occurred when trying to create the CA web site (error=%d). */
"An error occurred when trying to create the CA web site (error=%d)." = "Ocorreu um erro ao tentar criar o site da AC (erro=%d).";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed." = "Ocorreu um erro ao tentar criar o site da AC no seu iDisk. Seu iDisk não pôde ser acessado.";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection." = "Ocorreu um erro ao tentar criar o site da AC no seu iDisk. Seu iDisk não estava respondendo. Por favor, verifique sua conexão de rede.";

/* An error occurred when verifying the signature that signed \\U201C%@\\U201D. */
"An error occurred when verifying the signature that signed \\U201C%@\\U201D." = "Ocorreu um erro ao verificar a assinatura que assinou “%@”.";

/* An error occurred when visiting the CA web site. */
"An error occurred when visiting the CA web site." = "Ocorreu um erro ao visitar o site da AC.";

/* An error occurred. The specified CA wasn't a valid Certificate Authority. */
"An error occurred. The specified CA wasn't a valid Certificate Authority." = "Ocorreu um erro. A AC especificada não era uma Autoridade de Certificado válida.";

/* An expiration period for a certificate must be no longer than %d years. */
"An expiration period for a certificate must be no longer than %d years." = "O período de validade para um certificado não deve ter mais do que %d anos.";

/* An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate. */
"An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate." = "Um convite é um arquivo dado aos usuários que desejam solicitar um certificado de uma AC. Quando a criação da AC estiver realizada, o Assistente de Certificado lhe ajudará a entregar o convite aos usuários. Um usuário pode dar um duplo clique neste convite e o Assistente de Certificado os guiará pelo processo de solicitação de um certificado.";

/* IPAddr format not correct */
"An IP Address you specified was not in the correct format (IP Addresses are formatted like 1.2.3.4)." = "Um Endereço IP que você especificou não estava no formato correto (Endereços de IP são formatados como 1.2.3.4).";

/* An unknown error occurred when reading the certificate signing request. */
"An unknown error occurred when reading the certificate signing request." = "Um erro desconhecido ocorreu ao ler o pedido de assinatura de certificado.";

/* Appropriate S/MIME ExtendedKeyUsage not found  */
"Appropriate S/MIME ExtendedKeyUsage not found " = "ExtendedKeyUsage S/MIME adequado não encontrado ";

/* Bad cert obtained from specified issuerAltName */
"Bad cert obtained from specified issuerAltName" = "Cert. inválido obtido do issuerAltName especificado";

/* Bad leaf cert */
"Bad leaf cert" = "Cert. de folha inválido";

/* Bad root cert (fails to self-verify) */
"Bad root cert (fails to self-verify)" = "Cert. raiz inválido (falha de auto-verificação)";

/* Basic Constraints Extension */
"Basic Constraints Extension" = "Extensão de Restrições Básicas";

/* Basic Constraints Extension For This CA */
"Basic Constraints Extension For This CA" = "Extensão de Restrições Básicas para esta AC";

/* Basic Constraints Extension For Users of This CA */
"Basic Constraints Extension For Users of This CA" = "Extensão de Restrições Básicas para Usuários desta AC";

/* Basic Constraints Missing */
"Basic Constraints Missing" = "Restrições Básicas Ausentes";

/* Cancel */
"Cancel" = "Cancelar";

/* Cert expired */
"Cert expired" = "Cert. expirou";

/* Cert not found at specified issuerAltName */
"Cert not found at specified issuerAltName" = "Cert. não encontrado no issuerAltName especificado";

/* Cert not yet valid */
"Cert not yet valid" = "Cert. ainda não válido";

/* Certificate Request */
"Certificate Request" = "Solicitação de Certificado";

/* Choose */
"Choose" = "Escolher";

/* Choose an identity that will sign your CA invitations. */
"Choose an identity that will sign your CA invitations." = "Escolher uma identidade que assinará seus convites de CA.";

/* Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location. */
"Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location." = "Clique em “Especificar Localização Alternativa...” para criar o site em uma localização diferente.";

/* Code Signing, Bad path length */
"Code Signing, Bad path length" = "Assinatura de Código, Extensão de caminho inválida";

/* Code Signing, Basic Constraints Missing */
"Code Signing, Basic Constraints Missing" = "Assinatura de Código, Restrições Básicas Ausentes";

/* Code Signing, Development */
"Code Signing, Development" = "Assinatura de Código, Desenvolvimento";

/* Code Signing, Illegal certificate chain length */
"Code Signing, Illegal certificate chain length" = "Assinatura de Código, extensão de cadeia de certificado ilegal";

/* Code Signing, No Extended Key Usage */
"Code Signing, No Extended Key Usage" = "Assinatura de Código, Sem Uso de Chave Ampliado";

/* Continue */
"Continue" = "Continuar";

/* Could not create a key pair. */
"Could not create a key pair." = "Não foi possível criar um par de chaves.";

/* Could not create the CA configuration file. */
"Could not create the Certificate Authority configuration file." = "Não foi possível criar um arquivo de configuração de Autoridade de Certificado.";

/* Could not create the certificate export file (error=%d). */
"Could not create the certificate export file (error=%d)." = "Não foi possível criar o arquivo de exportação de certificado (erro=%d).";

/* Could not create the certificate export file. */
"Could not create the certificate export file." = "Não foi possível criar o arquivo de exportação de certificado.";

/* Could not find a signing key based on the public key hash. */
"Could not find a signing key based on the public key." = "Não foi possível encontrar uma chave de assinatura baseada na chave pública.";

/* Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D. */
"Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D." = "Não foi possível encontrar o emissor para o arquivo de configuração da Autoridade de Certificado “%@”.";

/* Could not mail the certificate to the user. */
"Could not mail the certificate to the user. A copy has been placed in your keychain." = "Não foi possível enviar um e-mail com o certificado ao usuário. Uma cópia foi colocada nas suas chaves.";

/* Create Your Certificate */
"Create Your Certificate" = "Criar o seu Certificado";

/* Create Your Certificate Authority */
"Create Your Certificate Authority" = "Criar sua Autoridade de Certificado";

/* Creating Key Pair... */
"Creating Key Pair..." = "Criando Par de Chaves...";

/* Creating the CA web site... */
"Creating the CA web site..." = "Criando o site da AC...";

/* Creating the certificate request... */
"Creating the certificate request..." = "Criando o pedido do certificado...";

/* Creating the certificate... */
"Creating the certificate..." = "Criando o certificado...";

/* CRL Expired */
"CRL Expired" = "Expirou a CRL";

/* CRL failed policy verification */
"CRL failed policy verification" = "CRL falhou na verificação de política";

/* CRL Not Valid Yet */
"CRL Not Valid Yet" = "CRL Ainda Não Válida";

/* CRL not verifiable to anchor or root */
"CRL not verifiable to anchor or root" = "CRL não verificável para âncora ou raiz";

/* CRL verified to untrusted root */
"CRL verified to untrusted root" = "CRL verificada para raiz não confiável";

/* Done */
"Done" = "Concluído";

/* E-mail addresses cannot contain Unicode characters. */
"E-mail addresses cannot contain Unicode characters." = "Os endereços de e-mail não podem conter caracteres Unicode.";

/* Error: could not read the Certificate Authority configuration file. */
"Error: could not read the Certificate Authority configuration file \\U201C%@\\U201D." = "Erro: não foi possível ler o arquivo de configuração de Autoridade de Certificado “%@”.";

/* Error: could not read the specified template \\U201C%@\\U201D. */
"Error: could not read the template \\U201C%@\\U201D." = "Erro: não pôde ler o modelo “%@”.";

/* Evaluating Certificate(s) */
"Evaluating Certificate(s)" = "Avaliando Certificado(s)";

/* Expired */
"Expired" = "Expirou";

/* Extended Key Usage Extension */
"Extended Key Usage Extension" = "Extensão de Uso de Chave Ampliado";

/* Extended Key Usage Extension For This CA */
"Extended Key Usage Extension For This CA" = "Extensão de Uso de Chave Ampliado para esta AC";

/* Extended Key Usage Extension For Users of This CA */
"Extended Key Usage Extension For Users of This CA" = "Extensão de Uso de Chave Ampliado para Usuários desta AC";

/* For SSL Server certificates, either an IP Address or DNS name must be specified. */
"For SSL Server certificates, either an IP Address or DNS name must be specified." = "Para certificados de Servidor SSL, tanto um Endereço IP quanto um nome DNS devem ser especificados.";

/* For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use." = "Para o usuário que solicita certificados desta AC, selecionar Extensão de Uso de Chave Ampliado para visualizar as opções disponíveis e especificar quais opções o certificado utilizará.";

/* For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use." = "Para o usuário que solicita certificados desta AC, selecionar Incluir Extensão de Restrições Básicas para visualizar as opções disponíveis e especificar quais opções o certificado utilizará.";

/* For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use." = "Para o usuário que solicita certificados desta AC, selecionar Incluir Extensão de Nome Alternativo de Sujeito para visualizar as opções disponíveis e especificar quais opções o certificado utilizará.";

/* For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use." = "Para esta Autoridade de Certificado, selecionar Incluir Extensão de Restrições Básicas para visualizar as opções disponíveis e especificar quais opções o certificado da AC utilizará.";

/* For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use." = "Para esta Autoridade de Certificado, selecionar Incluir Extensão de Uso de Chave Ampliado para visualizar as opções disponíveis e especificar quais opções o certificado da AC utilizará.";

/* For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use." = "Para esta Autoridade de Certificado, selecionar Incluir Extensão de Nome Alternativo do Sujeito para visualizar as opções disponíveis e especificar quais opções o certificado da AC utilizará.";

/* Good */
"Good" = "Bom";

/* Hostname mismatch */
"Hostname mismatch" = "Incongruência no nome do host";

/* Idle */
"Idle" = "Ocioso";

/* Illegible CRL distribution point URI */
"Illegible CRL distribution point URI" = "URI de ponto de distribuição de CRL ilegível";

/* Illegible name */
"Illegible name" = "Nome ilegível";

/* Intermediate CA */
"Intermediate CA" = "AC intermediária";

/* Invalid Authority Key ID  */
"Invalid Authority Key ID " = "ID de Chave de Autoridade Inválido ";

/* Invalid BasicConstraints.CA */
"Invalid BasicConstraints.CA" = "BasicConstraints.CA Inválido";

/* Invalid Certificate */
"Invalid Certificate" = "Certificado Inválido";

/* Invalid Extended Key Usage */
"Invalid Extended Key Usage" = "Uso de Chave Ampliado Inválido";

/* Invalid Key Usage */
"Invalid Key Usage" = "Uso de Chave Inválido";

/* Invalid Subject Key ID  */
"Invalid Subject Key ID " = "ID de Chave de Sujeito Inválido ";

/* Invalid Subject/Authority Key ID Linkage */
"Invalid Subject/Authority Key ID Linkage" = "Link de ID de Chave de Sujeito/Autoridade Inválido";

/* IssuingDistributionPoint extension violation */
"IssuingDistributionPoint extension violation" = "Violação de extensão de IssuingDistributionPoint";

/* Key Pair pane title (when not creating a CA) */
"Key Pair Information" = "Informações de Par de Chaves";

/* Key Pair pane title (when creating a CA) */
"Key Pair Information For This CA" = "Informações de Par de Chaves desta AC";

/* Key Usage Extension */
"Key Usage Extension" = "Extensão de Uso de Chave";

/* Key Usage Extension For This CA */
"Key Usage Extension For This CA" = "Extensão de Uso de Chave desta AC";

/* Key Usage Extension For Users of This CA */
"Key Usage Extension For Users of This CA" = "Extensão de Uso de Chave para Usuários desta AC";

/* Keychain */
"Keychain" = "Chaves";

/* Leaf */
"Leaf" = "Folha";

/* Let me choose */
"Let me choose" = "Permitir que eu escolha";

/* Network */
"Network" = "Rede";

/* No */
"No" = "Não";

/* No certificates were returned from the host. */
"No certificates were returned from the host." = "Nenhum certificado foi devolvido pelo host.";

/* No CRL */
"No CRL" = "Nenhuma CRL";

/* No root cert found */
"No root cert found" = "Nenhum cert. raiz encontrado";

/* Not Yet Valid */
"Not Yet Valid" = "Não Válido Ainda";

/* Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server. */
"Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server." = "Nota: Também é necessário fornecer aos usuários os certificados adicionais que compõem a Autoridade de Certificado (AC). Os certificados adicionais estão localizados no arquivo .pem da pasta da AC. Para maior segurança, não envie esses arquivos por e-mail. Disponibilize-os em um local seguro, como um servidor de arquivos.";

/* OK */
"OK" = "OK";

/* P12Password */
"P12Password" = "P12Password";

/* Partial public key resolved with failure */
"Partial public key resolved with failure" = "Chave pública parcial resolvida com falha";

/* Partial public key unresolvable */
"Partial public key unresolvable" = "A chave pública parcial não tem solução";

/* PathLengthConstraint exceeded */
"PathLengthConstraint exceeded" = "PathLengthConstraint excedida";

/* Please contact your CA administrator for assistance. */
"Please contact your CA administrator for assistance." = "Por favor, entre em contato com o administrador da sua AC para obter assistência.";

/* Please contact your CA administrator for help importing them. */
"Please contact your CA administrator for help importing them." = "Por favor, entre em contato com o administrador da sua AC para obter ajuda com a importação.";

/* Please specify a serial number from %@ to %@. */
"Please specify a serial number from %@ to %@." = "Por favor, especifique um número de série de %1$@ a %2$@.";

/* Please specify a valid expiration date. */
"Please specify a valid expiration date." = "Por favor, especifique uma data de vencimento válida.";

/* Please specify some certificate information below: */
"Please specify some certificate information below:" = "Por favor, especifique algumas informações do certificado abaixo:";

/* Please specify some information about your CA: */
"Please specify some information about your CA:" = "Por favor, especifique algumas informações sobre sua AC:";

/* Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request. */
"Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request." = "Por favor, especifique a Autoridade de Certificado emissora para o pedido de certificado (%2$@) de %1$@.";

/* Please specify the issuing Certificate Authority for this certificate request. */
"Please specify the issuing Certificate Authority for this certificate request." = "Por favor, especifique a Autoridade de Certificado emissora para este pedido de certificado.";

/* Policy verification failed */
"Policy verification failed" = "A verificação de política falhou";

/* ProbeSSL */
"ProbeSSL" = "ProbeSSL";

/* Probing SSL server */
"Probing SSL server" = "Examinando servidor SSL";

/* Replace existing \\U201C%@\\U201D web site on your iDisk? */
"Replace existing \\U201C%@\\U201D web site on your iDisk?" = "Substituir o site “%@” existente no seu iDisk?";

/* Replace existing \\U201C%@\\U201D? */
"Replace existing \\U201C%@\\U201D?" = "Substituir “%@” existente?";

/* Required */
"Required" = "Necessário";

/* Root ALSO in System Roots */
"Root ALSO in System Roots" = "Raiz TAMBÉM em Raízes do Sistema";

/* S/MIME */
"S/MIME" = "S/MIME";

/* S/MIME Email address mismatch */
"S/MIME Email address mismatch" = "Incongruência em endereço de e-mail S/MIME";

/* S/MIME KeyUsage incompatibility */
"S/MIME KeyUsage incompatibility" = "Incompatibilidade de S/MIME KeyUsage";

/* S/MIME, No email Address Found */
"S/MIME, No email Address Found" = "S/MIME, Nenhum Endereço de e-mail Encontrado";

/* S/MIME, non-critical KeyUsage */
"S/MIME, non-critical KeyUsage" = "S/MIME, KeyUsage não é crítico";

/* S/MIME, SubjectAltName not critical */
"S/MIME, SubjectAltName not critical" = "S/MIME, o SubjectAltName não é crítico";

/* Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use. */
"Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use." = "Selecionar Incluir Extensão de Restrições Básicas para visualizar as opções disponíveis e especificar quais opções este certificado utilizará.";

/* Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use. */
"Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use." = "Selecionar Incluir Extensão de Uso de Chave Ampliado para visualizar as opções disponíveis e especificar quais opções este certificado utilizará.";

/* Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use. */
"Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use." = "Selecionar Incluir Extensão de Nome Alternativo de Sujeito para visualizar as opções disponíveis e especificar quais opções este certificado utilizará.";

/* Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D. */
"Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D." = "Selecione a política de responsabilidade apropriada para avaliar “%1$@”.";

/* Self Signed Root */
"Self Signed Root" = "Raiz Auto-Assinada";

/* Self Signed Root CA */
"Self Signed Root CA" = "AC de Raiz Auto-Assinada";

/* Show CA Web Site... */
"Show CA Web Site..." = "Mostrar Site da AC...";

/* Sign using your %@ identity */
"Sign using your %@ identity" = "Assinar usando sua identidade %@";

/* Specified CRL server down */
"Specified CRL server down" = "Servidor CRL especificado não está disponível";

/* Key Pair pane title when CA configures default key pair values when creating a CA */
"Specify Key Pair Information For Users of This CA" = "Especificar Informações de Par de Chaves para Usuários desta AC";

/* Key Pair Attributes pane message for creating a CA */
"Specify the key size and algorithm used to create your key pair for the Certificate Authority.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "Especifique o tamanho da chave e o algoritmo usado para criar seu par de chaves para a Autoridade de Certificado.\n\nO par de chaves é composto por suas chaves privadas e públicas. A chave privada é a parte secreta do par de chaves e deve ser mantida em segredo. A chave pública é divulgada publicamente como parte do certificado digital.";

/* Key Pair Attributes pane message for creating a cert for yourself */
"Specify the key size and algorithm used to create your key pair.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "Especifique o tamanho da chave e o algoritmo usado para criar seu par de chaves.\n\nO par de chaves é composto por suas chaves privadas e públicas. A chave privada é a parte secreta do par de chaves e deve ser mantida em segredo. A chave pública é divulgada publicamente como parte do certificado digital.";

/* SSL Client */
"SSL Client" = "Cliente SSL";

/* SSL Server */
"SSL Server" = "Servidor SSL";

/* Subject Alternate Name Extension */
"Subject Alternate Name Extension" = "Extensão de Nome Alternativo de Sujeito";

/* Subject Alternate Name Extension For This CA */
"Subject Alternate Name Extension For This CA" = "Extensão de Nome Alternativo de Sujeito para esta AC";

/* Subject Alternate Name For Users of This CA */
"Subject Alternate Name For Users of This CA" = "Nome Alternativo de Sujeito para Usuários desta AC";

/* Success */
"Success" = "Bem-sucedido";

/* System Roots */
"System Roots" = "Raízes de Sistema";

/* Template = %@ */
"Template = %@" = "Modelo = %@";

/* CA Email greeting when CA is available */
"The \\U201C%1$@\\U201D Certificate Authority is now available to accept certificate requests from you. Click the attachment and the Certificate Assistant will guide you through this process." = "A Autoridade de Certificado “%1$@” está disponível agora para aceitar suas solicitações de certificado. Clique no anexo para que o Assistente de Certificado guie você por este processo.";

/* Conclusion pane when a CA creates a cert and it is sent to the requestor */
"The certificate has been created for \\U201C%1$@\\U201D. A copy has been placed in your keychain." = "O certificado foi criado por “%1$@”. Uma cópia foi colocada nas suas chaves.";

/* The default Certificate Authority is now set to \\U201C%@\\U201D. */
"The default Certificate Authority is now set to \\U201C%@\\U201D." = "A Autoridade de Certificado padrão foi definida agora para “%@”.";

/* The file you specified could not be opened by this assistant. */
"The file you specified could not be opened by this assistant." = "O arquivo que você especificou não pôde ser aberto por este assistente.";

/* The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide. */
"The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide." = "A Extensão de Uso de Chave de um certificado identifica suas capacidades de segurança. Selecione Incluir Extensão de Uso de Chave para visualizar as capacidades disponíveis e selecione quais o certificado fornecerá.";

/* The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide. */
"The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide." = "A Extensão de Uso de Chave do certificado de uma AC identifica suas capacidades de segurança. Selecione Incluir Extensão de Uso de Chave para visualizar as capacidades disponíveis e selecione quais o certificado fornecerá.";

/* The Key Usage Extension of the user's certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide. */
"The Key Usage Extension of the user\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide." = "A Extensão de Uso de Chave do certificado do usuário identifica suas capacidades de segurança. Selecione Incluir Extensão de Uso de Chave para visualizar as capacidades disponíveis e selecione quais o certificado fornecerá.";

/* The RFC822 name cannot contain Unicode characters. */
"The RFC822 name cannot contain Unicode characters." = "O nome RFC822 não pode conter caracteres Unicode.";

/* There are currently no identities available to sign your CA invitation. */
"There are currently no identities available to sign your CA invitation." = "Não há nenhuma identidade atualmente disponível para assinar o seu convite da AC.";

/* There are no configured Certificate Authorities. You first need to create one using the 'Create a Certificate Authority' option. */
"There are no configured Certificate Authorities. You first need to create one using the \\U201CCreate a Certificate Authority\\U201D option." = "Não existem Autoridades de Certificado configuradas. Você precisa primeiro criar uma usando a opção “Criar uma Autoridade de Certificado”.";

/* There are no configured Certificate Authorities. You first need to create one. */
"There are no configured Certificate Authorities. You first need to create one." = "Não há nenhuma Autoridade de Certificado configurada. Primeiro você tem que criar uma.";

/* There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority. */
"There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority." = "Não existe raiz válida ou autoridades de certificado intermediárias disponíveis para assinar certificados. Use a opção \"Criar uma Autoridade de Certificado\" para criar uma autoridade de certificado.";

/* Key Pair Attributes pane message for specifying key pair information for users of this CA (displayed when creating a CA) */
"This pane will specify the public and private key pair information for users of this CA when they request a certificate." = "Este painel especificará as informações do par de chaves (pública e privada) para usuários desta AC quando eles solicitarem um certificado.";

/* To evaluate certificates, first select the appropriate trust policy. */
"To evaluate certificates, first select the appropriate trust policy." = "Para avaliar certificados, primeiro selecione a política de confiabilidade adequada.";

/* Message indicating that this item is dated today */
"Today" = "Hoje";

/* Trusted Root */
"Trusted Root" = "Raiz Confiável";

/* Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D. */
"Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D." = "A confiança no certificado de uma AC significa que a AC é \"confiável\" no futuro para realizar avaliações de certificados que sejam assinados por esta AC e que pode determinar se eles são válidos ou não. Ao criar uma nova AC, seu certificado nunca é considerado confiável pelo sistema, como padrão e por razões de segurança. A confiança em um novo certificado deve ser feita especificamente pelo usuário ou o administrador. Neste caso, ele pode ser considerado confiável, clicando em “Neste computador, confiar nos cerfificados assinados por esta AC”.";

/* Unknown (Internal error) */
"Unknown (Internal error)" = "Desconhecido (Erro interno)";

/* Unknown Critical Cert Extension */
"Unknown Critical Cert Extension" = "Extensão de Cert. Crítica Desconhecida";

/* Unknown Critical CRL Extension */
"Unknown Critical CRL Extension" = "Extensão de CRL Crítica Desconhecida";

/* Unknown Critical Extension */
"Unknown Critical Extension" = "Extensão Crítica Desconhecida";

/* Unknown Error = %1$@ */
"Unknown Error = %1$@" = "Erro Desconhecido = %1$@";

/* Unrecognized root cert */
"Unrecognized root cert" = "Cert. raiz não reconhecido";

/* Untrusted Root */
"Untrusted Root" = "Raiz Não Confiável";

/* User Certificate: */
"User Certificate:" = "Certificado de Usuário:";

/* VPN Client */
"VPN Client" = "Cliente de VPN";

/* VPN Server */
"VPN Server" = "Servidor de VPN";

/* What does \\U201CMake this CA the default\\U201D mean? */
"What does \\U201CMake this CA the default\\U201D mean?" = "O que significa “Tornar esta AC o padrão”?";

/* What does \\U201CSign your invitation\\U201D mean? */
"What does \\U201CSign your invitation\\U201D mean?" = "O que significa “Assinar o seu convite”?";

/* What does \\U201Ctrust certificates signed by this CA\\U201D mean? */
"What does \\U201Ctrust certificates signed by this CA\\U201D mean?" = "O que significa “confiar nos certificados assinados por esta AC”?";

/* What is a CA Web Site? */
"What is a CA Web Site?" = "O que é um Site da AC?";

/* What is a leaf certificate? */
"What is a leaf certificate?" = "O que é um certificado de folha?";

/* What is a self-signed root CA? */
"What is a self-signed root CA?" = "O que é uma AC de raiz auto-assinada?";

/* What is a self-signed root certificate? */
"What is a self-signed root certificate?" = "O que é um certificado de raiz auto-assinada?";

/* What is an intermediate certificate authority? */
"What is an intermediate certificate authority?" = "O que é uma autoridade de certificado intermediária?";

/* What is an invitation? */
"What is an invitation?" = "O que é um convite?";

/* When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered. */
"When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered." = "Quando um usuário solicita um certificado de uma AC, um convite assinado garante ao usuário que o convite provém realmente desta CA e que está inalterado.";

/* When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA. */
"When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA." = "Ao aceitar pedidos de assinatura de certificados de usuários, a AC padrão será automaticamente selecionada no menu popup das Autoridades de Certificado disponíveis. Quando você clicar em “Tornar esta AC o padrão”, o nome da AC especificada acima se tornará a AC padrão.";

/* Yes */
"Yes" = "Sim";

/* Message indicating that this item is dated yesterday */
"Yesterday" = "Ontem";

/* You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Você está prestes a criar uma autoridade de certificado de raiz que emitirá certificados S/MIME. O par de chaves criado será 2048-bit RSA. Se você deseja alterar estes padrões, clique em “Permitir que eu substitua os padrões”.";

/* You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Você está prestes a criar um certificado de e-mail seguro (S/MIME). O par de chaves criado será 2048-bit RSA. Se você deseja alterar estes padrões, clique em “Permitir que eu substitua os padrões”.";

/* You are about to create a self-signed certificate. */
"You are about to create a self-signed certificate." = "Você está prestes a criar um certificado auto-assinado.";

/* You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Você está prestes a criar uma autoridade de certificado intermediária que emitirá certificados S/MIME. O par de chaves criado será 2048-bit RSA. Se você deseja alterar estes padrões, clique em “Permitir que eu substitua os padrões”.";

/* You are required to choose at least one extended key usage if this extension is enabled. */
"You are required to choose at least one extended key usage if this extension is enabled." = "Você deve escolher pelo menos um uso de chave ampliado se esta extensão for ativada.";

/* You are required to choose at least one key usage if this extension is enabled. */
"You are required to choose at least one key usage if this extension is enabled." = "Você deve escolher pelo menos um uso de chave se esta extensão for ativada.";

/* Error sheet message when faling to specify a name for the CA config file */
"You must enter a configuration file name before continuing." = "Você deve digitar um nome de arquivo de configuração antes de continuar.";

/* Error sheet message when faling to specify an email address */
"You must enter an email address for the user before continuing." = "Você deve digitar um endereço de e-mail para o usuário antes de continuar.";

/* Error sheet message when faling to specify an email address of the CA */
"You must enter an email address of a Certificate Authority before continuing." = "Você deve digitar um endereço de e-mail de uma Autoridade de Certificado antes de continuar.";

/* Your CA was created successfully. Click 'OK' to begin using your new CA. */
"Your CA was created successfully. Click 'OK' to begin using your new CA." = "Sua CA foi criada com êxito. Clique em 'OK' para começar a usar a sua nova CA.";

/* Conclusion pane message for creating and configuring a CA */
"Your Certificate Authority \\U201C%1$@\\U201D has been created and is ready to issue certificates." = "Sua Autoridade de Certificado “%1$@” foi criada e está preparada para emitir certificados.";

/* Conclusion pane when a user issues their own certificate */
"Your certificate has been successfully created." = "Seu certificado foi criado com êxito.";

/* Your certificate is ready */
"Your certificate is ready" = "Seu certificado está pronto";

/* Conclusion pane message for a user requesting a certificate from a CA */
"Your certificate request Email has been created for you and is ready to send in Mail.app. After you send it, \\U201C%1$@\\U201D will receive an email containing your certificate. When you receive it, click the enclosure and it will be imported into your keychain." = "Seu e-mail de solicitação de certificado foi criado para você e está preparado para ser enviado através do aplicativo Mail. Depois de enviá-lo, “%1$@” receberá um e-mail com o seu certificado. Quando você receber o e-mail, clique no anexo e ele será importado para as suas chaves.";

/* Your certificate request has been created on disk. */
"Your certificate request has been created on disk." = "Seu pedido de certificado foi criado no disco.";

/* Your invitation will remain unsigned. */
"Your invitation will remain unsigned." = "Seu convite permanecerá sem assinatura.";

